
/* Presented when user typed illegal characters -- No valid object */
"Invalid number" = "Nombre non valable";

/* Presented when user value smaller than minimum */
"Fell short of minimum" = "Inférieur au minimum";

/* Presented when user value larger than maximum */
"Maximum exceeded" = "Maximum dépassé";

/* Presented when value is a float, but floats not allowed */
"Floating Point not allowed" = "Virgule flottante non autorisée";

/* Presented when string cannot be converted to an NSDate */
"Invalid date string" = "Chaîne de date non valable";

